tap "aquasecurity/trivy"
tap "aws/tap"
tap "golangci/tap"
tap "goodwithtech/r"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "instrumenta/instrumenta"
tap "kentaro-m/md2confl"
tap "mongodb/brew"
tap "nektos/tap"
tap "reviewdog/tap"
tap "rhysd/actionlint", "https://github.com/rhysd/actionlint"
tap "rs/tap"
tap "skanehira/docui"
tap "weaveworks/tap"
brew "amazon-ecs-cli"
brew "anyenv"
brew "argocd"
brew "awscli"
brew "bat"
brew "buildkit"
brew "glib"
brew "chezmoi"
brew "cloc"
brew "coreutils"
brew "deno"
brew "direnv"
brew "dive"
brew "exa"
brew "ghq"
brew "git"
brew "gnu-sed"
brew "libevent"
brew "gnutls"
brew "go"
brew "gobject-introspection"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "hadolint"
brew "helm"
brew "httpie"
brew "hub"
brew "hugo"
brew "iproute2mac"
brew "jq"
brew "k6"
brew "kind"
brew "kubeseal"
brew "libssh"
brew "libssh2"
brew "libusb"
brew "maven"
brew "node-build"
brew "ndenv"
brew "nkf"
brew "node"
brew "nodenv"
brew "nvm"
brew "peco"
brew "procs"
brew "tcl-tk"
brew "python@3.8"
brew "redis"
brew "ripgrep"
brew "rustup-init"
brew "sbt"
brew "scala"
brew "shellcheck"
brew "shfmt"
brew "stern"
brew "tfenv"
brew "tmux"
brew "tree"
brew "vegeta"
brew "watch"
brew "wget"
brew "yarn"
brew "aquasecurity/trivy/trivy"
brew "aws/tap/copilot-cli"
brew "golangci/tap/golangci-lint"
brew "goodwithtech/r/dockle"
brew "heroku/brew/heroku"
brew "instrumenta/instrumenta/kubeval"
brew "kentaro-m/md2confl/md2confl"
brew "mongodb/brew/mongodb-community"
brew "nektos/tap/act"
brew "reviewdog/tap/reviewdog"
brew "rhysd/actionlint/actionlint"
brew "rs/tap/jaggr"
brew "rs/tap/jplot"
brew "skanehira/docui/docui"
brew "weaveworks/tap/eksctl"
cask "adoptopenjdk"
cask "chromedriver"
cask "clipy"
cask "cmd-eikana"
cask "dash"
cask "deepl"
cask "discord"
cask "figma"
cask "font-source-code-pro"
cask "gas-mask"
cask "goland"
cask "google-cloud-sdk"
cask "google-drive-file-stream"
cask "intellij-idea-ce"
cask "kindle"
cask "microsoft-azure-storage-explorer"
cask "mono-mdk-for-visual-studio"
cask "mysqlworkbench"
cask "notable"
cask "notion"
cask "postman"
cask "shiftit"
cask "stoplight-studio"
cask "teensy"
cask "visual-studio-code"
cask "wireshark"
cask "zoom"
